;
; Batti 2.1
; Localization file for Turkish
; by Fikret Sadak <fsadak@ttnet.net.tr>, 2006
;

 101="Renk seçimi"
 102="Hakkında"
 103="Genel"
 104="Gelişmiş"
 105="Görünüm"
 201="Seçenekler"
 202="Batti Ayarları"
 203="Önde"
 204="Arkada"
 205="Çerçeve"
 206="Şarjda önde"
 207="Eylem yok"
 208="Ayarları aç"
 209="Düşükte önde"
 210="Düşükte arkada"
 211="Kritik durumda önde"
 212="Kritik durumda arkada"
 213="Kritik seviye düşük seviyede küçük olmalı."
 214="Batarla düşük"
 215="Batarya kritik"
 216="Bilinmiyor"
 217="Şarj başladı"
 218="Batarya doldu"
 219="Ön planda şarj"
 220="Arka planda şarj"
 221="İptal"
 222="Kapanma seviyesi kritik seviyeden daha düşük olmalıdır."
 223="Bilgileri göster"
1000="Seçenekler"
1001="Şarjı göster"
1002="Kritik seviyede flaş yap"
1003="Always on top"
1004="Dokunma Eylemi"
1012="Sol boşluk"
1015="Yükseklik"
1018="Renkler"
1020="Renk:"
1022="Çerçeve göster"
1023="Olay"
1025="Ses çal"
1027="Seviyeler"
1028="Düşük seviye"
1031="yüzde"
1032="Kritik seviye"
1035="yüzde"
1036="Kapanma seviyesi"
1039="yüzde"
1073="Simge Göster"
1074="Yüzde olarak göster"
2000="Batti Uyarısı"
2001="Cihaz %d saniye sonra kapanacaktır."
2002="Kapat"
2003="İptal"
2004="Ertele"
2005="Gizle"
2006="Batarya Bilgisi"
2007="Ayarlar"
2008="Ana batarya"
2009="Batarya"
2010="Şary oluyor"
2011="Şebekeye bağlı"
2012="Yüzde:"
2013="Bilinmiyor"
2014="Voltaj:"
2015="Isı:"
2016="Kimyasal:"
2017="Yedek batarya"
